Repository: dsaradini/facile_backlog
Catalog: facile_backlog/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Create one
fr: En créer une

source: Account activation
fr: Activation du compte

source: There was a problem activating your account. Please double-check your activation link. If you have already clicked on the activation link before, your account is probably alread active. You may then try to <a href="%(login_url)s">login</a>.
fr: Il y a eu un problème d'activation de votre compte. Vérifiez à nouveau votre lien d'activation. Si vous avez déjà cliqué sur le lien d'activation auparavant, votre compte est probablement activé. Vous pouvez donc essayer de vous a href="%(login_url)s">connecter</a>.

source: If you keep having issues, please reply to your activation email explaining what's wrong.
fr: Si vous continuez à avoir des problèmes, répondez à cet email d'activation en expliquant ce qui n'a pas fonctionné

source: Account activated
fr: Compte activé

source: Your account was successfully activated.
fr: Votre compte a été activé avec succès.

source: To complete your registration, please navigate the URL below:
fr: Pour compléter votre enregistrement, cliquez sur le lien suivant:

source: Activate your account on %(domain)s
fr: Activation de votre compte sur %(domain)s

source: Logged out
fr: Déconnecté

source: You have been successfully logged out.
fr: Vous vous êtes déconnecté avec succès.

source: Back to the homepage
fr: Retour a l'accueil

source: Login
fr: Connexion

source: Backlogman sign-in
fr: Connexion à Backlogman

source: You must be logged in to see this page.
fr: Vous devez être connecté pour voir cette page.

source: Forgot your password?
fr: Oublié votre mot de passe ?

source: Register now?
fr: Vous enregistrer ?

source: Register
fr: Enregistrement

source: To create your account, simply fill in the form below. You will receive an email asking you to click on an activation link.
fr: Pour vous enregistrer, cliquez simplement sur le lien suivant, un email d'activation vous sera envoyé

source: If you already have an account, try <a href="%(login_url)s">logging in</a> instead.
fr: Si vous avez déjà un compte, essayer de vous <a href="%(login_url)s">connecter</a>

source: Registration completed
fr: Enregistrement complété

source: You are now registered. In order to verify your email address, we just sent you an email. Please check your mailbox and click on the activation link.
fr: Vous avez été enregistré. Un email d'activation vous a été envoyé pour pouvoir vérifier votre adresse email. Vérifiez votre boite mail, et cliquez sur le lien d'activation.

source: Disabled
fr: Désactivé

source: Private
fr: Privé

source: Comma separated list of user email authorized to see this dashboard. Effective only if the dashboard is 'private'.
fr: Liste d'adresses email d'utilisateurs, séparées par une virgule, ayant le droit de voir ce tableau de bord. Effectif uniquement pour des tableaux de bord privés.

source: Display stories currently in progress
fr: Affiche les user stories en cours de progression

source: Display completed stories
fr: Affiche les user stories complétées

source: Display stories next in current sprint. Only for project in an organization
fr: Affiche les prochaines user stories dans l'itération courante. Uniquenemnt pour les projets dans une organization.

source: Display scheduled and estimated stories in main backlog
fr: Affiche les user stories estimées et planifiées dans le backlog principal

source: Display overall status progress
fr: Affiche la progression globale du projet

source: Display stories points
fr: Affiche les points de stories

source: URL name
fr: Nom de l'URL

source: This is the dashboard URL extension path used to publish the dashboard. /dashboard/[THIS FIELD]. It can only contains alphanumeric characters and _ . or -
fr: Ceci est l'url utilisée pour publier le tableau de bord. /dashboard/[CE CHAMP]. Il peut contenir uniquement des caractères alphanumeriques ainsi que _ . ou -

source: Dashboard already exist
fr: Ce tableau de bord existe déjà

source: Dashboard successfully created.
fr: Tableau de bord créé avec succès

source: Dashboard successfully updated.
fr: Tableau de bord modifié avec succès

source: Dashboard successfully deleted.
fr: Tableau de bord supprimé avec succès

source: Delete dashboard
fr: Supprimer le tableau de bord

source: "Delete dashboard for project %(project_name)s"
fr: Supprimer le tableau de bord du projet %(project_name)s

source: Are you sure you want to delete this dashboard?
fr: Etes vous sûr de vouloir supprimer ce tableau de bord ?

source: Delete this dashboard
fr: Supprimer ce tableau de bord

source: Edit dashboard
fr: Editer le tableau de bord

source: Create status dashboard
fr: Créer un tableau de bord

source: Create dashboard
fr: Créer un tableau de bord

source: A status dashboard is used to publish project information to users who are not members of the project; usually external customers or TV screen displays.
fr: Le tableau de bord est utilisé pour publier des informations sur le projet a des clients externes à votre organization.

source: Project status
fr: Status du projet

source: Overall progress
fr: Progression globale

source: Completed stories
fr: Stories complétées

source: There is currently no story completed in this sprint
fr: Il n'y a aucune story complètée dans cette itération

source: In progress stories
fr: Stories en cours

source: There is currently no story in progress for this sprint
fr: Il n'y a aucune story en cours pour cette itération

source: Next stories in this sprint
fr: Prochaines stories dans cette itération

source: There is no story scheduled for this sprint
fr: Il n'y a aucune story planifiée pour cette itération

source: Scheduled stories
fr: Stories planifiées

source: There is no story scheduled
fr: Il n'y a aucune story planifiée

source: Title
fr: Titre

source: First line
fr: Première ligne

source: First column
fr: Première colonne

source: created a board
fr: Créer un tableau

source: Board successfully created.
fr: Tableau créé avec succès

source: edited a board
fr: Editer le tableau

source: Board successfully modified.
fr: Tableau modifié avec succès

source: deleted a board
fr: Supprimer le tableau

source: Board successfully deleted.
fr: Tableau supprimé avec succès

source: created story map's '%s'
fr: a créé un element de story map de type %s

source: updated story map's '%s'
fr: a modifié un element de story map de type %s

source: re-order story map's '%s'
fr: a re-ordonné un element de story map de type %s

source: deleted story map's '%s'
fr: a supprimé un element de story map de type %s

source: Set color
fr: Assigner une couleur

source: New note
fr: Nouvelle note

source: Delete board
fr: Supprimer le tableau

source: Are you sure you want to delete this board and all its elements?
fr: Etes vous sûr de vouloir supprimer ce tableau et tous ses éléments ?

source: Delete this board
fr: Supprimer ce tableau

source: Add column
fr: Ajouter colonne

source: Add line
fr: Ajouter ligne

source: Create column
fr: Créer une colonne

source: name
fr: nom

source: Close
fr: Fermer

source: Creating...
fr: En creation...

source: Create
fr: Créer

source: Create line
fr: Créer une ligne

source: Are you sure you want to delete this element?
fr: Etes-vous sûr de vouloir supprimer cet élément ?

source: Deleting...
fr: Suppression...

source: Edit board
fr: Editer le tableau

source: Create board
fr: Créer un tableau

source: change name
fr: changer de nom

source: You don't have any board for this project. Boards are simple tables where you can attach notes in cells. They can be used as story map, iteration boards, task kanban, ...
fr: Vous n'avez aucun tableau pour le moment. Les tableaux peuvent être utilisés pour créer des story map, plans d'itération, kanban de tâches, …

source: Page not found
fr: Aucune page trouvée

source: This page does not exist or you do not have the appropriate rights to see it
fr: Cette page n'existe pas, ou vos autorisations ne vous permettent pas de la voir.

source: Sign-in
fr: Connexion

source: Get me back to home
fr: Retourner a l'accueil

source: Server error
fr: Erreur du serveur

source: Server returns an error
fr: Le serveur a retourné une erreur

source: Don't worry, we are currently tracking this error.
fr: Ne vous inquiétez pas, nous somme déjà en train de vérifier cette erreur

source: Welcome
fr: Bienvenue

source: Help
fr: Aide

source: Support tickets
fr: Ticket de support

source: My tickets
fr: Mes tickets

source: Contact us
fr: Nous contacter

source: Sign out
fr: Déconnection

source: Sign in
fr: Connexion

source: Terms and conditions
fr: Termes et conditions

source: Error
fr: Erreur

source: Form error
fr: Erreur dans le formulaire

source: Please correct the errors below and submit the form again.
fr: Veuillez corrigez les erreurs ci-dessous et re-soumettez le formulaire.

source: required
fr: requis

source: An easy way to manage your agile projects backlogs
fr: Un moyen facile de gérer vos backlogs de projets agiles

source: Already an account?
fr: Déjà un compte ?

source: username or email
fr: nom d'utilisateur et email

source: New to backlogman?
fr: Nouveau sur Backlogman ?

source: Register now.
fr: Enregistrez-vous.

source: New
fr: Nouveau

source: In process
fr: En progression

source: Closed
fr: Fermer

source: Ticket successfully posted.
fr: Ticket envoyé avec succès.

source: Message successfully posted.
fr: Message envoyé avec succès.

source: Close ticket
fr: Fermer le ticket

source: Post comment
fr: Evnoyer le commentaire

source: Back to list
fr: Retour à la liste

source: Submit
fr: Envoyer

source: All tickets list
fr: List de tous les tickets

source: Last comment
fr: Dernier commentaire

source: MYSELF
fr: MOI-MÊME

source: You haven't any ticket
fr: Vous n'avez pas encore de ticket

source: You must be logged-in to see your tickets.
fr: Vous devez être connecté pour voir vos tickets.

source: Hello '%(email)s'
fr: Bonjour '%(email)s'

source: Ticket #%(ticket_id)s for %(domain)s has been updated.
fr: Le ticket #%(ticket_id)s sur %(domain)s a été mis a jour.

source: DO NOT REPLAY TO THIS EMAIL, PLEASE CREATE AN ACCOUNT ON '%(domain)s' WITH YOUR CURRENT EMAIL ADDRESS '%(email)s'
fr: NE REPONDEZ PAS A CET EMAIL, S'IL VOUS PLAIS, CREEZ UN COMPTE SUR '%(domain)s' AVEC COMME ADRESSE EMAIL '%(email)s'

source: You can see it by following this link:
fr: Vous pouvez le visualiser en suivant ce lien:

source: %(domain)s Support ticket updated [%(ticket_id)s]
fr: %(domain)s Ticket de support mis a jour [%(ticket_id)s]

source: New ticket from '%(email)s'
fr: Nouveau ticket de '%(email)s'

source: A new support ticket need to be treated for %(domain)s.
fr: Un nouveau ticket de support doit être traités sur %(domain)s.

source: New support ticket on %(domain)s
fr: Nouveau ticket de support sur %(domain)s
