Repository: dsaradini/facile_backlog
Catalog: facile_backlog/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %s is not a valid points
fr: %s n'est pas une valeure valide

source: Missing name attribute
fr: Attribute name est manquant

source: Missing value attribute
fr: Attribut value est manquant

source: Unable to patch story attribute %s
fr: Impossible de patcher l'attribut %s de la story

source: Backlogman stories export
fr: Backlogman, export de stories

source: Theme
fr: Thème

source: Status
fr: Etat

source: acceptances
fr: approbations

source: Comments
fr: Commentaires

source: Archived
fr: Archivé

source: Estimated points
fr: Estimation en points

source: be able to input text here
fr: pouvoir saisir du texte ici

source: write user stories
fr: écrire des user stories

source: - user story readable by human
fr: - user story lisible par des humains

source: Use markdown list format: line with '-' in front
fr: Utilisez le format 'markdown': lignes avec un '-' au début

source: Email address
fr: Adresse email

source: Administrator
fr: Administrateur

source: Grant administrator role
fr: Role administrateur

source: To do
fr: A faire

source: In progress
fr: En progression

source: Completed
fr: Complétée

source: Accepted
fr: Acceptée

source: Rejected
fr: Refusée

source: Ability to modify projects and its user stories
fr: Autorise la modification des projets et de ses user stories

source: Team member
fr: Equipiers

source: Name
fr: Nom

source: Organization email is used to display gravatar image if any.
fr: L'email d'organisation est utilisée pour afficher l'image gravatar associée, si elle existe.

source: Web site
fr: Site web

source: Authorization
fr: Autorisation

source: Active
fr: Actif

source: Prefix for all stories (maximum 5 characters)
fr: Préfixe pour tous les user stories (maximum 5 caractères)

source: Organization
fr: Organisation

source: Last modified
fr: Dernière modification

source: Archived project are not displayed anymore in planning
fr: Les projets archivés ne sont pas affichés dans la plannification d'itération.

source: General
fr: Général

source: Project
fr: Projet

source: Kind
fr: Sorte

source: Auto status
fr: Status automatique

source: Main
fr: Principal

source: Not set
fr: Non défini

source: As
fr: En tant que

source: I want to
fr: Je veux

source: so I can
fr: Pour pouvoir

source: Color
fr: Couleur

source: Created at
fr: Créé à

source: User
fr: Utilisateur

source: When
fr: Quand

source: Text
fr: Texte

source: Day
fr: Jour

source: Data
fr: Données

source: n/a
fr: n/d

source: Main backlog
fr: Backlog principal

source: This is the main backlog for the organization.
fr: Ceci est le backlog principal de l'organisation

source: Organization successfully created.
fr: Organisation créée avec succès

source: Not authorized
fr: Non autorisé

source: Organization successfully updated.
fr: Organisation modifiée avec succès

source: Organization successfully deleted.
fr: Organisation supprimée avec succès

source: Backlog successfully created.
fr: Backlog créé avec succès

source: Backlog successfully updated.
fr: Backlog modifié avec succès

source: Backlog is not empty, unable to delete.
fr: Ce backlog n'est pas vide, impossible de l'effacer

source: Backlog successfully deleted.
fr: Backlog supprimé avec succès

source: Backlog successfully archived.
fr: Backlog archivé avec succès

source: Backlog successfully restored.
fr: Backlog restauré avec succès

source: Invitation has been sent to {0}.
fr: Une invitation à été envoyée à {0}

source: User {0} has been revoked.
fr: L'utilisateur {0} à été révoqué

source: Authorization changed for user {0}
fr: Autorisation modifiée pour l'utilisateur {0}

source: Authorization for user {0} has been changed.
fr: Les autorization de l'utilisateur {0} ont été changées

source: This is the main backlog for the project.
fr: Ceci est le backlog principal du projet

source: Project successfully created.
fr: Projet créé avec succès

source: Project successfully updated.
fr: Projet modifié avec succès

source: Project successfully deleted.
fr: Projet supprimé avec succès

source: Statistics successfully generated.
fr: Statistiques créées avec succès

source: Project successfully restored.
fr: Projet restauré avec succès

source: Backlog successfully set as main.
fr: Backlog assigné avec succès

source: Story successfully created.
fr: Story créée avec succès

source: Story successfully updated.
fr: Story modifiée avec succès

source: Story successfully deleted.
fr: Story supprimée avec succès

source: This invitation does not match your current user (%s). Check that you're logged in with the same user as the email you received.
fr: Cette invitation ne correspond pas à votre utilisateur courant (%s). Vérifiez que vous êtes connecté avec le même utilisateur que celui de l'invitation.

source: You already accepted this invitation.
fr: Cette invitation a déjà été acceptée.

source: You are now a member of this project
fr: Vous êtes maintenant un membre de ce projet

source: You are now a member of this organization
fr: Vous êtes maintenant un membre de cette organisation

source: Invitation has been declined
fr: L'invitation à été déclinée

source: Accepted stories
fr: Stories acceptées

source: This is the backlog for accepted stories
fr: Ceci est le backlog des stories acceptés

source: This is the main backlog for the project
fr: Ceci est le backlog principal du projet

source: Print stories
fr: Imprimer les user stories

source: Priority view
fr: Vue par priorité

source: Edit
fr: Editer

source: Delete
fr: Supprimer

source: current
fr: courant

source: Server return an error.
fr: Le serveur à retourné une erreur

source: Members
fr: Membres

source: Statistics
fr: Statistiques

source: Boards
fr: Tableaux

source: edit
fr: éditer

source: No acceptance criterias
fr: Aucun critères d'acceptation

source: No comments
fr: Aucun commentaire

source: User story points
fr: Points de la user story

source: Dashboard
fr: Tableau de bord

source: Details
fr: Détails

source: Duplicate story
fr: Dupliquer la story

source: Bring back to project
fr: Retourner dans le projet

source: Get this story
fr: Prendre la story

source: Archive backlog
fr: Archiver le backlog

source: Are you sure you want to archive this backlog and all its stories?
fr: Etes vous sûr de vouloir archiver ce backlog et tous ses user stories ?

source: Archived backlogs are not shown in backlog management views
fr: Les backlogs archivés ne sont pas affichés dans les vue de

source: Archive this backlog
fr: Archiver ce backlog

source: Cancel
fr: Annuler

source: Delete backlog
fr: Supprimer le backlog

source: Are you sure you want to delete this backlog and all its stories?
fr: Etes vous sûr de vouloir supprimer ce backlog et tous ses user stories ?

source: This operation cannot be undone
fr: Cette opération ne peut pas être défaite

source: Delete this backlog
fr: Supprimer ce backlog

source: Set main backlog
fr: Assigné comme backlog principal

source: Set backlog "<span class="text-info">%(name)s</span>" as main
fr: Définir le backlog %(name)s comme principal

source: Are you sure you want to set this backlog as the main backlog?
fr: Etes vous sûr de vouloir assigner ce backlog en tant que backlog principal ?

source: In an organization, main project backlog is the one used as source of user stories for sprint planning
fr: Dans une organisation, le backlog principal d'un projet et celui utilisé lors de la planification des itérations

source: Main organization backlog is generally the current sprint backlog
fr: Le backlog principal d'une organisation est généralement celui de l'iteration courante

source: Set as main
fr: Définir comme principal

source: Restore backlog
fr: Restaurer le backlog

source: Are you sure you want to restore this backlog?
fr: Etes vous sûr de vouloir restaurer ce backlog ?

source: Restore this backlog
fr: Restaurer ce backlog

source: Create story
fr: Créer une story

source: Export for excel
fr: Exporter pour excel

source: Highlight theme
fr: Thème en sur-brillance

source: No filter
fr: Pas de filtre

source: Colorized by
fr: Colorisé par

source: Story color
fr: Couleur de la story

source: Theme color
fr: Couleur du thème

source: Full view
fr: Vue complète

source: Simple view
fr: Vue simple

source: No story in this backlog
fr: Aucune story dans ce backlog

source: Stories can only be created on a project backlogs view, <b>not on organization backlogs</b>
fr: Les user stories peuvent être créés uniquement à partir de backlogs de projets, <b> pas depuis un backlog d'oganization</b>

source: online
fr: connecté

source: offline
fr: déconnecté

source: Online users
fr: Utilisateurs connectés

source: Edit backlog
fr: Editer le backlog

source: Add a new backlog
fr: Ajouter un nouveau backlog

source: Create backlog
fr: Créer un backlog

source: Save changes
fr: Sauver les changements

source: Organizations
fr: Organisations

source: Create organization
fr: Créer une organisation

source: Sprint planning
fr: Planification d'itérations

source: Current sprint
fr: Itération courante

source: delete
fr: supprimer

source: You have no active project in this organization
fr: Vous n'avez pas de projet actif dans cette organisation

source: You have no active organization
fr: Vous n'avez pas d'organisation active

source: Projects
fr: Projets

source: Create project
fr: Créer un projet

source: Last update
fr: Dernier changement

source: Guest
fr: Invité

source: archived
fr: archivé

source: restore
fr: Restaurer

source: You have no active stand-alone project
fr: Vous n'avez aucun projet actif

source: Recent activities
fr: Activités récentes

source: Export stories
fr: Exporter les stories

source: Select the stories you want to export
fr: Sélectionnez les user stories que vous désirez exporter

source: Export
fr: Exporter

source: Back to backlog
fr: Retour au backlog

source: Delete organization
fr: Supprimer l'organisation

source: Are you sure you want to delete this organization with all its projects, backlogs and stories?
fr: Etes vous sûr de vouloir supprimer cette organisation avec tous ces backlogs, projets et stories ?

source: Delete this organization
fr: Supprimer cette organisation

source: set main
fr: définir comme principal

source: main
fr: principal

source: No backlog
fr: Pas de backlog

source: Show archived backlog
fr: Afficher le backlog archivé

source: New project
fr: Nouveau projet

source: Show archived project
fr: Montrer le projet archivé

source: Edit organization
fr: Editer l'organisation

source: Highlight project
fr: Mis en avant du projet

source: Refresh
fr: Rafraichir

source: There is no project in your organization with a main backlog set
fr: Il n'y a aucun projet dans votre organisation avec un backlog principal

source: There is no active backlog in your organization
fr: Il n'y a aucun backog actif dans votre organisation

source: Here is the list of all stories in this organization. Those stories are not sorted, to have a sorted "view" of project stories, use backlogs.
fr: Voici la liste des user stories dans cette organisation. Ces user stories ne peuvent pas être triées ici, utilisez les backlogs pour cela.

source: Any
fr: Tous

source: Show archived
fr: Montrer les archivés

source: apply filters
fr: appliquer le filtre

source: reset filters
fr: pas de filtre

source: No story matching criterias
fr: Aucune story ne correspond aux critères

source: Users
fr: Utilisateurs

source: Here is the list of all organization's users.
fr: Voici la liste de tous les utilisateurs participants à cette organisation

source: Invite user
fr: Inviter un utilisateur

source: User name
fr: Nom de l'utilisateur

source: Role
fr: Rôle

source: Pending
fr: En attente

source: Generate PDF for printing
fr: Générer un PDF pour l'impression

source: Select the stories you want to see on your PDF
fr: Sélectionnez les user stories que vous désirez avoir dans votre PDF

source: Paper format
fr: Format de papier

source: Letter
fr: US Letter

source: Double side printing type
fr: Impression double face

source: Long side printing
fr: Impression 'Long side'

source: Short side printing
fr: Impression 'Short side'

source: Add story
fr: Ajouter une story

source: Delete project
fr: Supprimer le projet

source: Are you sure you want to delete this project with all its backlogs and stories?
fr: Etes vous sûr de vouloir supprimer ce projet avec tous ces backlogs et stories ?

source: Delete this project
fr: Supprimer ce projet

source: Generate project statistics
fr: Générer les statistiques du projet

source: You are about to re-generate project daily statistics. Are you sure you want to replace them?
fr: Vous allez re-générer les statistiques journalières du projet. Etes vous sûr de vouloir les remplacer ?

source: Generte statistics
fr: Générer les statistiques

source: Restore project
fr: Restaurer le projet

source: Are you sure you want to restore this project?
fr: Etes vous sûr de vouloir restaurer ce projet ?

source: Restore this project
fr: Restaurer ce projet

source: Status dashboard:
fr: Tableau de bord:

source: private
fr: privé

source: This project has currently no status dashboard
fr: Ce projet n'a pas de tableau de bord

source: Create a status dashboard
fr: Créer un tableau de bord

source: Last activities
fr: Dernières activités

source: Edit project
fr: Editer le projet

source: Add a new project
fr: Ajouter un nouveau projet

source: Statistics are automatically generated by the system every day at midnight GMT. They can be re-generated manually by the project's administrator.
fr: Les statistiques sont automatiquement générées tous les jours à minuit GMT. Elle peuvent êtres re-généreées manuellement par l'adminitrateur du projet.

source: Manually generate statistics
fr: Générer les statistiques manuellement

source: Here is the list of all stories in this project. Those stories are not sorted, to have a sorted "view" of project sotries, use backlogs.
fr: Voici la liste des user stories dans ce projet. Ces stories ne peuvent pas être triés ici, utilisez les backlogs pour cela.

source: Here is the list of all users participating to this project.
fr: Voici la liste de tous les utilisateurs participants à ce projet

source: Invite guest user
fr: Inviter un utilisateur (guest)

source: Guest users have only access to the project, they cannot see any information about organization, especially user stories scheduled in sprints
fr: Les utilisateurs (Guest) ont uniquement accès au projet, ils ne peuvent voir ni modifier l'organization, en particulier, les user stories planifiées dans des itérations.

source: Delete user story
fr: Supprimer la story

source: Delete story
fr: Supprimer la story

source: Are you sure you want to delete this user story?
fr: Etes vous sûr de vouloir supprimer cette story ?

source: Delete this user story
fr: Supprimer cette story

source: Acceptance criteria
fr: Critères d'acceptation

source: Edit story
fr: Editer la story

source: Add a new story
fr: Ajouter une nouvelle story

source: Revoke user
fr: Révoquer l'utilisateur

source: You cannot revoke yourself from the project
fr: Vous ne pouvez pas vous révoquer vous-même

source: Back
fr: Retour

source: You cannot revoke yourself from the organization
fr: Vous ne pouvez pas vous révoquer vous-même

source: Are you sure you want to revoke '%(user)s' from the project '%(project)s'?
fr: Etes vous sûr de vouloir révoquer '%(user)s' du projet '%(project)s' ?

source: Are you sure you want to revoke '%(user)s' from the organization '%(org)s' and all its projects?
fr: Etes vous sûr de vouloir révoquer '%(user)s' de l'organisation '%(org)s' et de tous ses projets?

source: Edit authorization
fr: Editer les autorisations

source: Change authorization
fr: Modifier les autorisations

source: Invitation accepted
fr: Invitation acceptée

source: Invitation to project '%(project)s' has been accepted. You can access it using the url below.
fr: L'invitation à rejoindre le projet '%(project)s' a été acceptée. Vous pouvez y accéder en cliquant sur le lien ci-dessous.

source: Project:
fr: Projet:

source: Invitation to organization '%(org)s' has been accepted. You can access it using the url below.
fr: L'invitation à l'organisation '%(org)s' a été acceptée. Vous pouvez y accéder en cliquant sur le lien ci-dessous.

source: Organization:
fr: Organisation:

source: Dear %(name)s,
fr: Cher %(name)s,

source: You have been invited to join the project '%(project)s', to accept the invitation, please navigate the URL below:
fr: Vous avez été invité a rejoindre le projet '%(project)s', pour accepter cette invitation, cliquez sur le lien ci-dessous:

source: You have been invited to join the organization '%(org)s', to accept the invitation, please navigate the URL below:
fr: Vous avez été invité a rejoindre l'organisation '%(org)s', pour accepter cette invitation, cliquez sur le lien ci-dessous:

source: You have been invited to project %(project)s on %(domain)s
fr: Vous avez été invité au projet '%(project)s' sur %(domain)s

source: You have been invited to organization %(org)s on %(domain)s
fr: Vous avez été invité à rejoindre l'organisation '%(org)s' sur %(domain)s

source: Send invitation
fr: Envoyer l'invitation

source: Invite to project,
fr: Invité au projet

source: Invite to organization,
fr: Invité dans l'organisation

source: Enter user email yout want to invite, and click the checkbox if you want to inivite the user as an administrator.
fr: Saisissez l'adresse email du correspondant à inviter. Cliquez sur la case à cocher si vous désirez l'inviter en tant qu'administrateur.

source: Invite
fr: Inviter

source: You have been invited to project <b>%(project)s</b> as <b>%(role)s</b>
fr: Vous avez été invité au projet <b>%(project)s</b> en tant que <b>%(role)s</b>

source: You have been invited to organization <b>%(org)s</b> as <b>%(role)s</b>
fr: Vous avez été invité à rejoindre l'organisation <b>%(org)s</b> en tant que <b>%(role)s</b>

source: This invitation will be automatically accepted if you accept to join the organization: <b>%(org)s</b>
fr: Cette invitation sera automatiquement acceptée, si vous rejoignez l'organization: <b>%(org)s</b>

source: Accept invitation
fr: Accepter l'invitation

source: I'm not interested!
fr: Je ne suis pas intéressé

source: You don't have any invitation pending
fr: Vous n'avez aucune invitation

source: You have been revoked from the project %(project)s
fr: Vous avez été révoqué du projet %(project)s

source: You have been revoked from project %(project)s.
fr: Vous avez été révoqué du projet %(project)s

source: You have been revoked from organization %(org)s.
fr: Vous avez été révoqué de l'organisation %(org)s

source: You have been revoked from the project %(project)s on %(domain)s
fr: Vous avez été révoqué du projet %(project)s sur %(domain)s

source: You have been revoked from the organization %(org)s on %(domain)s
fr: Vous avez été révoqué de l'organisation %(org)s sur %(domain)s

source: Home
fr: Accueil

source: News
fr: Nouvelles

source: Change
fr: Changements

source: Deletion
fr: Effacement

source: Important dates
fr: Dates importantes

source: Password changed successfully.
fr: Mot de passe changé avec succès

source: Change password: %s
fr: Changez le mot de passe: %s

source: Password
fr: Mot de passe

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
fr: Aucun mot de passe n'est stocké en clair, il n'y a donc aucun moyen de le voir. Vous pouvez changer le mot de passe en utilisant <a href="password/">ce formulaire</a>.

source: Full name
fr: Nom complet

source: This email address is already registered.
fr: Cet email est déjà utilisé.

source: Sorry, this user isn't registered.
fr: Désolé, cet utilisateur n'est pas enregistré.

source: The email must be set.
fr: L'email doit être fourni.

source: Staff status
fr: Statut 'Staff'.

source: Superuser status
fr: Statut 'Superuser'

source: Date joined
fr: Date d'adhésion

source: Your profile was successfully updated.
fr: Votre profil à été modifié avec succès

source: Your password was successfully reset.
fr: Votre mot de passe à été ré-initialisé avec succès

source: API key successfully created.
fr: Clé d'API créée avec succès.

source: API key successfully changed.
fr: Clé d'API changée avec succès.

source: Toggle navigation
fr: Basculer la navigation

source: New password set
fr: Nouveau mot de passe défini

source: Your password has successfully been reset. You can use it right now on the <a href="%(login_url)s">login page</a>.
fr: Votre mot de passe à été ré-initialisé avec succès. Vous pouvez l'utiliser immédiatement sur <a href="%(login_url)s">la page de connexion</a>.

source: You -- or someone pretending to be you -- has requested a password reset on %(domain)s.
fr: Vous -- ou quelqu'un prétendant être vous -- à demandé une ré-initialisation du mot de passe %(domain)s.

source: You can set your new password by following this link:
fr: Vous pouvez définir votre nouveau mot de passe en suivant ce lien:

source: If you don't want to reset your password, simply ignore this email and it will stay unchanged.
fr: Si vous ne désirez pas modifier votre mot de passe, ignorez simplement cet email

source: Password recovery on %(domain)s
fr: Récupération du mot de passe sur %(domain)s

source: Password recovery
fr: Rétablissement de mot de passe

source: If you have forgotten your password, simply enter your email address in the field below to recover it.
fr: Si vous avez oublié votre mot de passe, entrez simplement votre email dans le champ ci-dessous pour pouvoir le rétablir.

source: Recover my password
fr: Rétablir mon mot de passe

source: Back to login
fr: Retour à la connexion

source: Password reset
fr: Redéfinir de mot de passe

source: Invalid link
fr: Lien invalide

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
fr: désolé, ce lien pour redefinir le mot de passe est invalide. Vous pouvez tout de même <a href="%(recovery_url)s">en demander un nouveau</a>.

source: Welcome, <strong>%(username)s</strong>. Please choose your new password.
fr: Bienvenue, <strong>%(username)s</strong>. Choisissez un mot de passe.

source: Set new password
fr: Définir le nouveau mot de passe

source: Password recovery sent
fr: Lien de rétablissement du mot de passe envoyé

source: Invalid URL
fr: URL invalide

source: This URL is invalid. If you copy-pasted it by hand there probably was a mistake in the process. If you keep seeing this page please contact support.
fr: Cette URL est invalide. Si vous l'avez copiée-collée à la main, il y a certainement eu une faute dans le processus. Si vous continuez à voir cette page, contactez le support.

source: An email was sent to <strong>%(email)s</strong> %(ago)s ago. Use the link in it to set a new password.
fr: Un email à <strong>%(email)s</strong> a été envoyé il y a %(ago)s. Utilisez ce lien pour définir un nouveau mot de passe

source: Change API key
fr: Changer la clé d'API

source: You're about to request a new API key, your previous key will be revoked. Are you sure your want to do that?
fr: Vous allez demander une nouvelle clé d'API. Votre ancienne clé sera révoquée.Etes vous sûr de vouloir le faire ?

source: You're about to create an API key for your account.
fr: Vous êtes sur le point de créer une clé d'API pour votre compte

source: Change key
fr: Changer de clé

source: Create key
fr: Créer une clé

source: cancel
fr: annuler

source: Profile
fr: Profil

source: Update your profile
fr: Mettre à jour votre profil

source: Update profile
fr: Modifier votre profil

source: API key
fr: Clé d'API

source: Your API key
fr: Votre clé d'API

source: You don't have any API key yet
fr: Vous n'avez pas encore de clé d'API
